{
  "nav_home": "Home",
  "nav_portfolio": "Portfolio",
  "nav_about": "About me",
  "contact_button": "Contact me",

  "introduction_title_1": "Nice to meet you,",
  "introduction_title_2": "my name is",
  "introduction_title_3": "Fernando Jorge",
  "introduction_text_1": "Software Developer, 22 years old, currently studying ADS.",
  "introduction_text_2": "Always looking for new knowledges.",
  "introduction_text_3": "I started my learning journey at the junior company Struct and currently work at Connectere, specializing in Ruby on Rails.",

  "portfolio_title_2": "Participation's in",

  "form_title": "Contact Form",
  "form_field_2": "Name / Alternative Name",
  "form_field_3_title": "Message",
  "form_field_3_placeholder": "Write some message",
  "form_email_validation": "Please enter a valid email address",
  "form_name_validation": "Please enter a valid name",
  "form_success_title": "Email sent!",
  "form_success_text": "Your email has been successfully sent to me, thank you very much for contacting me",
  "form_error_title": "Email not sent!",
  "form_error_text": "An error occurred, I apologize for the inconvenience. I have other means of contact in the footer of the site if necessary",
  "form_submit": "Send Email",

  "footer_copy_rights": "© 2022 Fernando Jorge • All rights reserved",

  "about_history_title": "My History",
  "about_history_text": "I joined UnB in 2020 for the computer engineering course. During that time, I had the opportunity to learn web development through the junior company Struct. I primarily focused on Ruby on Rails and React, taking on various projects and even leading some of them. In addition to the courses I took, I gained a lot of practical experience. Following that, I secured an internship position at VLGI, where I worked in the mobile development field, using technologies such as Svelte (front-end), Jest (testing), and Strapi (back-end) for web development projects as well.",
  "about_history_text_2": "Due to financial reasons, I had to interrupt my journey at UnB, but I continued to specialize and expand my skills. Currently, I am studying at Unisinos and working at Connectere with Ruby on Rails. I am constantly seeking knowledge and certifications to enhance my abilities and further my professional growth.",

  "site_technologies": "Technologies:",
  "site_about": "About the project:",
  "site_button": "Go to site",

  "e-sports": "This project was made during NLW eSports (09/2022), on the ignite trail, to develop a website, an app and a backend server.",
  "letmeask": "Site made in conjunction with the Next Level Week course",
  "labfaz": "Improved website developed by TMTecnologia, it is a collaboration and inclusion network for professionals from different fields",
  "vlgi-vida": "Site developed by the sozo group, through the technology team of the company VLGI",
  "szot-ui": "(constantly improving) Library for components mainly for forms, made in VLGI, developed in Svelte. Contains components such as masked inputs, modals, buttons and form validation",
  "space-tour": "Front-end mentors challenge solution, to develop a website who might gives you an out of world experience",
  "others": "I have developed other projects that should not be published here, but among them, there is, for example, a web and mobile financial planner system, by VLGI, and projects for stack decision studies (ionic, react native or flutter) , and studies with tests to decide the best transactional email platform.",
  "crp": "Custom blog of the CRP/DF (Regional Council of Psychology of the DF)",
  "mentoring": "Student Mentoring Project Site in Nursing UnB, in order to create a collaborative environment for nursing students at UnB",
  "festival-brasil-cnv": "Site for the first Brazilian festival of non-violent communication",
  "ressaca-trainee": "Site created as my trainee's final project in semester 2020/1",
  "vai-de-ferias": "Web platform developed for a client in order to guarantee a vacation planning, with hotel booking, online."
}
