{
  "nav_home": "Home",
  "nav_portfolio": "Portfolio",
  "nav_about": "About me",
  "contact_button": "Contact me",

  "introduction_title_1": "Nice to meet you,",
  "introduction_title_2": "my name is",
  "introduction_title_3": "Fernando Jorge",
  "introduction_text_1": "Fullstack developer, 20 years old, I'm studying Computer Engineering at UnB.",
  "introduction_text_2": "I am looking for learning opportunities.",
  "introduction_text_3": "I started learning at the junior company Struct, mainly in web development, I studied and applied web and mobile development at the VLGI company and I keep looking for opportunities to improve myself every day.",

  "portfolio_title_2": "Participation's in",

  "form_title": "Contact Form",
  "form_field_2": "Name / Fancy Name",
  "form_field_3_title": "Message",
  "form_field_3_placeholder": "Write some message",
  "form_email_validation": "Please enter a valid email address",
  "form_name_validation": "Please enter a valid name",
  "form_success_title": "Email sent!",
  "form_success_text": "Your email has been successfully sent to me, thank you very much for contacting me",
  "form_error_title": "Email not sent!",
  "form_error_text": "An error occurred, I apologize for the inconvenience. I have other means of contact in the footer of the site if necessary",
  "form_submit": "Send Email",

  "footer_copy_rights": "© 2022 Fernando Jorge • All rights reserved",

  "about_history_title": "My History",
  "about_history_text": "I joined UnB for the computer engineering course in 2020, where, due to the pause due to the pandemic, I started to learn web development together with the company Júnior Struct. I developed mainly in Ruby on rails and in React, taking on several projects and even some leaders. I studied with different courses, but I learned more with practice, and finally I entered the internship at the company VLGI, in the area of ​​mobile development, but also working in web development with the main stack of svelte (front-end), jest (tests) and strapi (back-end).",
  "about_history_text_2": "My last experience was leading the front-end of a project by the company TMTecnologia, on a part-time basis with a team, in the 'Labfaz' project"
}
