{
  "nav_home": "Início",
  "nav_portfolio": "Portfólio",
  "nav_about": "Sobre mim",
  "contact_button": "Entrar em contato",

  "introduction_title_1": "Muito prazer,",
  "introduction_title_2": "meu nome é",
  "introduction_title_3": "Fernando Jorge",
  "introduction_text_1": "Desenvolvedor de softwares, 22 anos, cursando ADS.",
  "introduction_text_2": "Buscando sempre novos conhecimentos.",
  "introduction_text_3": "Comecei aprendendo pela empresa júnior Struct, da UnB, e hoje trabalho na empresa Connectere, com Ruby On Rails.",

  "portfolio_title_2": "Participações na",

  "form_title": "Formulário de contato",
  "form_field_2": "Nome / Nome fantasia",
  "form_field_3_title": "Mensagem",
  "form_field_3_placeholder": "Escreva alguma mensagem",
  "form_email_validation": "Por favor, insira um email válido",
  "form_name_validation": "Por favor, insira um nome válido",
  "form_success_title": "Email enviado!",
  "form_success_text": "Seu email foi enviado com sucesso para mim, muito obrigado pelo contato",
  "form_error_title": "Email não enviado!",
  "form_error_text": "Ocorreu um erro, peço desculpas o inconveniente. Tenho outros meios de contato no footer do site caso seja necessário",
  "form_submit": "Enviar Email",

  "footer_copy_rights": "© 2022 Fernando Jorge • Todos os direitos reservados",

  "about_history_title": "Meu Histórico",
  "about_history_text": "Ingressei na UnB no curso de engenharia da computação em 2020. Durante esse período, tive a oportunidade de aprender desenvolvimento web por meio da empresa júnior Struct. Foquei principalmente em Ruby on Rails e React, assumindo vários projetos e até mesmo liderando alguns deles. Além dos cursos que fiz, aprendi muito na prática. Em seguida, conquistei uma vaga de estágio na empresa VLGI, onde atuei na área de desenvolvimento mobile, utilizando tecnologias como Svelte (front-end), Jest (testes) e Strapi (back-end) para projetos de desenvolvimento web também.",
  "about_history_text_2": "Por motivos financeiros, precisei interromper minha trajetória na UnB, mas continuei me especializando. Atualmente, estou estudando na Unisinos e trabalhando na Connectere com Ruby on Rails. Estou em busca constante de conhecimento e certificações para aprimorar minhas habilidades e crescer profissionalmente.",

  "site_technologies": "Tecnologias:",
  "site_about": "Sobre o projeto:",
  "site_button": "Visitar o site",

  "e-sports": "Este projeto foi feito durante o NLW eSports (09/2022), na trilha ignite, para desenvolver um site, um app e um servidor backend.",
  "letmeask": "Site feito junto com o curso Next Level Week",
  "labfaz": "Site aprimorado desenvolvido pela TMTecnologia, é uma rede de colaboração e inclusão para profissionais de ramos diversos",
  "vlgi-vida": "Site desenvolvido pelo grupo sozo, por meio da equipe de tecnologia da empresa VLGI",
  "szot-ui": "(constantemente em melhorias) Biblioteca para componentes principalmente de formulários, realizada na VLGI, desenvolvida em Svelte. Contém Componentes como Inputs mascarados, Modais, botões e validação de formulário",
  "space-tour": "Solução de desafio do front-end mentors, para desenvolver um site que possa lhe proporcionar uma experiência fora do mundo",
  "others": "Desenvolvi outros projetos que não convém divulgar imagem aqui, mas dentre eles, há por exemplo um sistema web e mobile de planejador financeiro, pela VLGI, e projetos para estudos de decisão de stack (ionic, react native ou flutter), e estudos com testes para decidir melhor plataforma de emails transacionais.",
  "crp": "Blog personalizado do CRP/DF (Conselho regional de psicologia do DF)",
  "mentoring": "Site de Projeto de Mentoria Estudantil em Enfermagem UnB, com fins de criar um ambiente de colaboração para os estudantes de enfermagem da UnB",
  "festival-brasil-cnv": "Site para o primeiro festival brasileiro de comunicação não violenta",
  "ressaca-trainee": "Site realizado como projeto final do meu trainee no semestre 2020/1",
  "vai-de-ferias": "Plataforma web desenvolvida para um cliente a fim de permitir a garantia de  um planejamento de férias, com marcação de hotel, online."
}
